/* Localizable strings of com.apple.iChat.SubNet preference manifest */

"iChat.pfm_title" =					"iChat-10.6";
"iChat.pfm_description" =				"iChat-inställningar för Bonjour 10.6.";

"ManagedAccounts.pfm_title" =				"Hanterad kontoinformation";
"ManagedAccounts.pfm_description" =				"Hanterat konto.";
"AccountsToImport.pfm_title" =				"Importerad kontoinformation";
"AccountsToImport.pfm_description" =			"Importerat konto.";

"00000000-0000-0000-0002-000000000001.pfm_title" =			"Hanterad kontoinformation";
"00000000-0000-0000-0002-000000000001.pfm_description" =		"Kontoinformation för hanterat konto.";
"00000000-0000-0000-0002-000000000002.pfm_title" =			"Importerad kontoinformation";
"00000000-0000-0000-0002-000000000002.pfm_description" =		"Kontoinformation för importerat konto.";

"LoginAs.pfm_title" =			"Kontonamn";
"LoginAs.pfm_description" =			"Användarnamn och iChat-server i samma format som en e-postadress. Använd ”%@” för att ange den aktuella användarens kortnamn. Exempelvis ”%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"Tillåt självsignerad SSL";
"AllowSelfSignedSSL.pfm_description" =			"Ange som 1 för att tillåta självsignerade SSL-certifikat.";
"AutoDiscoverHostAndPort.pfm_title" =			"Upptäck server automatiskt";
"AutoDiscoverHostAndPort.pfm_description" =			"Ange som 1 för att klient automatiskt ska upptäcka iChat-server och -port.";
"Description.pfm_title" =			"Beskrivning";
"Description.pfm_description" =			"Kontobeskrivning.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Ange som 1 för att använda Kerberos v5-autentisering.";

"UseSSL.pfm_title" =			"Använd SSL";
"UseSSL.pfm_description" =			"Ange som 1 för att använda SSL-kryptering.";
"ServerHost.pfm_title" =			"Serveradress";
"ServerHost.pfm_description" =			"iChat-serveradress som ett DNS-namn eller en IP-adress.";
"ServerPort.pfm_title" =			"Serverport";
"ServerPort.pfm_description" =			"iChat-serverportnummer.";
"ServerSSLPort.pfm_title" =			"Server-SSL-port";
"ServerSSLPort.pfm_description" =			"iChat-serverportens SSL-portnummer.";

"AutoLogin.pfm_title" =							"Automatisk inloggning";
"AutoLogin.pfm_description" =						"Ställ in som 1 för att automatiskt logga in när iChat startar.";
"AllowClearTextPasswords.pfm_title" =			"Tillåt lösenord i klartext";
"AllowClearTextPasswords.pfm_description" =			"Ställ in som 1 för att tillåta lösenord i klartext via servern.";
